Repository: mozilla-l10n/mt-training-data
Catalog: bft/bft_pontoon.tmx
Source language: en_us
Languages: bft

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
bft: پینٹون پو چی بیسے کولبہ زیربی لوکھسینگنو نٸی روخ بیس کن لا ہلتوس۔

source: Translating the site
bft: ساٸٹ پو تم لزوق گوین یود۔

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
bft: تم لزوقپو انگریزینگنو یودپن، مگر یانگلا غدم لوکھپو اے سکت کنینگ تھونگمن، پروفاٸل آٸکن پیکھہ کلک بیوس، دیکھنہ سیٹینگ پیکھہ، یانگی زیربی گا سکتچی سہ ایڈ بیوس۔ چوقپہ تھورپینگ ترانگ فیوخپولا تم لزوغو سیر کن یودپاد، دو لا لوکیکلز زیربن۔ تم لزوق کن جقمہ چیگی لزالا ساٸٹ پیکھہ تھونگمن۔

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
bft: کامن واٸسی ساٸٹ پووی تم لزوقپو پینٹونیکھہ گوین

source: Try again by dragging your file here
bft: فاٸل پو تھینے دیکھہ کھیونگ ینگ ہمبہ بیوس

source: Try uploading again
bft: اپ لوڈ بیالا ینگ ہمبہ بیوس

source: Tshivenda
bft: شیوانڈا

source: Tunen
bft: تونین

source: Tupuri
bft: توپوری

source: Turkish
bft: ترکیش

source: Turkmen
bft: ترکمن

source: Tush
bft: توش

source: Tuvan
bft: تووان

source: Twi
bft: ٹیوی

source: Typically megabytes
bft: عام طوریکھہ میگا بایٹس

source: Ubykh
bft: اوبیخ

source: Udmurt
bft: اودمرٹ

source: Ukrainian
bft: یوکرینین

source: Understand contribution criteria
bft: روخ کھومی سپیرونگ شوٹ چوک

source: Understand how to contribute and validate sentences and audio clips to the Common Voice dataset
bft: کامن واٸسی ڈیٹا سیٹی لوکھسینگنو تم سیر کن نہ سکتی کلپ کن چی بیسے چھدکھہ بین زیربو شوٹ چوک۔

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
bft: سکتی کلپ کن سنا بین یودپی وخلا یری سکت پو لیاخمویکھہ زونمو فری تم سیر کن لیاخمویکھہ شوٹ چوک

source: Universities, Academics and Researchers
bft: ہلژپ کھنگ کن، اکیڈمکس کن، نا ژال ژال بیکھن کن

source: Upload aborted. Do you want to delete your recordings?
bft: اپ لوڈ مسونگس۔ یانگ یری ریکارڈینگ کن ستور چوکپہ تھدے تا؟

source: Upload an image file
bft: فوٹو یودپی فایل چی چیک اپلوڈ بیوس

source: { $uploadedSentences } of { $totalSentences } sentences collected
bft: { $uploadedSentences } پووی { $totalSentences }

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
bft: { $uploadedSentences } تم کن زدمسے کھیونگسید۔ مرگوسپی تم سیر کن زدمہ لا دیکھہ کلک بیوس۔

source: Upload failed, please retry.
bft: اپ لوڈ مہ سونگ، ینگ ہمبہ بیوس اجوو

source: Upload <icon></icon> public domain sentences
bft: ہمرمق سیری تم کن اپ لوڈ بیوس

source: Upload in progress...
bft: اپ لوڈ گوین یود

source: Upload more sentences?
bft: ینگ سہ تم سیر کن اپ لوڈ بینا؟

source: Upload of this clip keeps failing at server. Reload the page or try again later.
bft: دی کلپ پو سرورینگنہ مگوا یود۔ صفحو ینگ لوڈ بیوس میدنارے جوکلا ہمبہ بیوس جوو۔

source: Upload of this clip keeps failing, keep retrying?
bft: دی کلپ پو اپلوڈ مگوا یود، ہمبہ بین شوقس

source: Urdu
bft: اردو

source: Use correct grammar
bft: صحیح گرامر کول

source: Use correct spelling and punctuation
bft: صحیح سپیلینگ نا پھالونگ کول

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
bft: آرگینک سکتی ملسونگ لا فنکھہ گیگ، دیکھنہ لسکھہ بقچی لا کولبہ نینید،مثلا یانگی سکت نوزین بے مشین پو لا ربیسے میدپی سکت کن نا تھوبفو زیربی وخلا لس بیوفری کولبہ نین من۔

source: User Name
bft: کولکھن پوی مینتخ پو

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
bft: ہلتا کھن کنی شیزدے بیسپی کلپ کن گشیکھہ بزوربن کہ زیرکھن کنی تم سیر کن لیاخمیوکھہ زیرین یودا مید

source: Ushojo
bft: اشوجو

source: Uyghur
bft: یوایگور

source: Uzbek
bft: ازبوک

source: Validated Clips
bft: چھدکھہ بیسپی کلپ کن

source: Validated Hours
bft: چھدکھہ سونگفی نمزونگ

source: Validated Hr. Total
bft: چھدکھہ سونگفو گانگمہ

source: Validate readings
bft: زیرفونگ چھدکھہ بیوس

source: Validate Readings
bft: زیر چیس کن چھدکھہ بیوس

source: Validate Readings, Review Transcriptions
bft: زیرچیس کن چھدکھہ بیوس، ٹرانسکرپشن کن لا ہلتوس

source: Validate Readings <small>(Coming soon)</small>
bft: زیرفونگ لا چھدکھہ من، (مہ شوخمو اونگین یود)

source: Validate readings submitted by community members
bft: کمیونٹی میونگی منفہ یودپی زیرچیس کن لا چھدکھہ من

source: Validate user-recorded readings in your language
bft: کولکھن کنی یری سکت پینگ زیرفونگ لا چھدکھہ من

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
bft: کامن وایسی فری شیزدے بیسپا یودپی کلپ کن چھدکھہ بیو لیگی ژاہ ژاہ یودپن۔ نسا چیک بیسے نہ نیالا لیخمو چوقلا تھوبہ نینمی سکتی ڈیتا فچوا لا روخ بیوس۔

source: Validation Progress
bft: چھدکھی لس بزونگ

source: Validations
bft: چھدکھونگ

source: Value and recognition.
bft: مخ نا نوزین بیونگ

source: Variant Contribution Options
bft: لوخمین روخ بیس کنی لم کن

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
bft: سکت فسور کن سکت چیگی مخصوص تھونگبزو ان، مثلا جگہ چیگیکھہ یا کمیونٹی چیگینگ دوکھن کنی شییر بین۔ یونگلا ڈاٸلیکٹس سا زیرید۔

source: Varying Pronunciations
bft: مختلف سکت جوخ کن

source: Venetian
bft: وینیشین

source: Version
bft: پھروسنہ

source: Very common mistakes include:
bft: لیگینہ سہ عام غلطی گریمسے یود

source: Vietnamese
bft: ویتنامیز

source: View your progress against personal and project goals.
bft: یانگنہ یری پروجیکٹ پے لوکھسینگنو لوس بزونگلا ہلتوس

source: Visible
bft: تھونگین

source: Visit our blog or write about us
bft: نٸی بلاگ پیکھہ شوقس یا نٸی لوکھسینگ ربیس

source: Voice clips are entered into a submission queue that readies them for listening.
bft: سکتی کلپ کن زدم لوکھسی ژیر پینگ تھونمن دو سنا بیالا تیار بین

source: Voice Collection
bft: سکت چھقبونگ

source: Voice Contribution
bft: سکت من

source: Voice Dataset, Ready for Download
bft: سکتی ڈیٹا سیٹ، ڈاون لوڈ بیا تیار یود

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
bft: سکتپو فطری یود، انسانی سکت ان۔ یوفری مشین لا کولبہ نینمی ٹیکنالوجی لوکھسینگنو نیا لگی رنے یود۔ اما سکتی درول بزونگ فچوا فری، لوس بیکھن کن لا تھو تھیک میدپی سکتی ڈیٹونگ رگوسپن۔

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
bft: سکت پو فطری سن، انسانی سکت ان۔ یوفری نیاسی مشین لا گشہ گشہ کولبہ نینمی سکتی ٹیکنالوجی فچوین یودپن۔ اما سکتی نظام پو فچوا فری تھیکھ مید سکتی ڈیٹونگ رگوسپن۔

source: Voices Online Now
bft: آن لاین سونگفہ یودپی سکت کن

source: Voice Validation
bft: سکت بزور

source: Volume
bft: سکت تھونپو

source: Votic
bft: وٹک

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
bft: وکس فورج پو چوقلا چھونلا تھوبی سکت نوزین بے انجن کن کولبہ لا سکت کن نوزین بیسے کھیونگمہ فری ان۔

source: Wakhi
bft: واخی

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
bft: کامن واٸس یوپا لیاخمو بیا تھدے تا؟ ژھے رینگمو سونگ، ای میل، سپیرا تنگین، فورم کنیکھہ تھوگین دوک، ساٸٹی ہرکپلس کن گٹ ہب زری تھونچوک یا میٹرکس پینگ جوکھس، شربا نہ سپیرا تنگمہ

source: Want to save your information? <createProfile>Create a profile</createProfile>
bft: یری معلومات کن محفوظ بیا؟ پرفاٸل چی چک فچوس

source: Want to stay in touch with Common Voice?
bft: کامن واٸس نہ یمبو دوکپہ تھدے تا؟

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
bft: یانگلا کامن وایسی ڈیٹا سیٹی بارینگ اونگمہ یودپی نیا پھڑوسنگی بارینگ خبر اتار چی رگوسیدا؟ نیی خبر اتار کن بارینگ تھوگین دوک۔

source: Watch our video explainer to help
bft: نٸی ویڈیو زریکھہ روخ بیکھن پو لا ہلتوس

source: Wayuunaiki
bft: وایونایکی

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
bft: نیا ہمیشہ ڈیٹا کولکھن کنی رگوس لوکھ نا لوکھسی بارینگ سنا بیا دوکسے یودپن، ڈیٹا کھیونگمی پلیٹ فارم کن نہ زومسے، ڈیٹونگ لیخمویکھہ فچوفری روخ بیو نا زومسے، نیا لا یری رولنہ سنابیو لا تھدکھہ گوید<emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
bft: نیاسی چوقلا تھوبی ڈیتا سیٹ سکت کن فچوین یودپن، دو سپیرا تنگمی ایپلیکیشن کن لا ہلژابہ فری گانگلا کولبہ نین من۔

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
bft: نیا لا ہرمق میونگی ٹیکنالوجی لا، سکتی حق کن لا، رانگ فچوسی فری روخ بیو لیگی تھدیکھہ شیسید۔ اگر یانگی چھوغو پراجیکٹ چی یا ہرمق دمسی لوکھسینگ لس بیننارے <emailFragment>تھوگین دوک۔

source: We are going out to get a coffee.
bft: ندانگ فیرول کوفی چک کھیونگمہ گوین یودپن

source: We are going out to get coffee.
bft: ندانگ فیرول کوفی تھونگمہ گوین یودپن

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
bft: نیاسی میونگلا لم چی کھاٸک مینے یود، کھودانگی جنس یا جنڈری تھونگبزوے لوکھسینگ چی زیربا نینس نا زیربن۔ یانگلا لیخمو شیسپو بیسے یوبی لوکھسینگنو کڑونگ تھونچوک۔ نٸی جنس نا جنڈری لوکھسینگنو ینگسہ زیر۔

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
bft: نیاسی موزیلایکھہ سکتی لوکھسینگ کمیونٹی چک فچوین یود۔ نیا خبر اتار کنی لوکھسینگ تھوگین دوکپہ تھدید، نیا ڈیتا تھوبی لوکھسینگ، دیکھنہ یدانگی دی ڈیٹو چی بیسے کولین یود زیربو کوین دوکپہ تھدید۔

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
bft: نیالا چھدکھہ یودپن کہ چھوغو چوقلا تھوبی ڈیٹا سیٹ کن رانگ فچوس نا لیخمویکھہ درولبی ژونگ لینی لوکھسینگنو مشین لا ہلژابی سکتی ٹیکنالوجی فری ایشن فرونمو یودپن۔ دیو میولی ہمبیکھہ درولینگ یودپن، دیکھنہ نیاسی گانگمہ لا فرالوکھ بیا شوقس زیرید۔ نیی تونگمو سکتی تیکنالوجی روخ بیو ان، یووینگنو میولینگ یودپی تھوتھیک میدپی میونگی سکت کن زونمہ یودپن.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
bft: نایالا چھدکھہ یود، چوقلا تھوبی سکتی ڈیٹا سیٹ کن رانگ فچوس نہ ژونگ لینی لس کن لا دیکھنہ مشین لا ہلژب لوپفی ٹیکنالوجی لا بیورمو گوین۔ کامن واٸسی سکت مانگسی ڈیٹا سیٹ کن یا لوکھسی چھوغو ڈیٹا کنینگنہ ان، اما یو ژا مید ینگسہ ڈیٹا سیٹ پودپہ یودپن۔ یووی لوکھسینگ دیوی صفحیکھہ ہلتین شوقس، ینگسہ چوقلا تھوبی سکتی ڈیٹا سیٹ کن پودپن، چا زیربنہ کامن واٸس چھوغو گوین یودپن۔

source: Website Localization
bft: ویب ساٸٹی کھور کھار

source: Websites
bft: ویب ساٸٹ کن

source: We couldn’t find that page for you
bft: نیالا دے صفحو متھوپ

source: We couldn’t get any audio clips for you to listen to. Please try again later.
bft: یانگلا سنا بیا لا سنا بے کلپ متھوپ۔ جوکھلا ینگ یمبہ بیس جوو

source: We couldn’t get any sentences for you to speak. Please try again later.
bft: نایا لا یانگلا زیربہ لا ینگ تم سیر چی چنگ متھوپ۔ جوکلا ینگ ہمبہ بیس اجوو

source: Weekly
bft: ہفتینگنو

source: Weekly Goal
bft: ہفتہ چیگی ہلپو

source: We launch the Common Voice site in this language.
bft: نیاسی دی سکت پینگ کامن واٸس ساٸٹ فیونگمن

source: Welcome { $company } staff!
bft: شوقس { $company } لس میونگ

source: Welcome to Common Voice
bft: کامن وایسینگنو رگانیونگ شوقس

source: Welcome to Spontaneous Speech
bft: چوق چوق اونگمی سکتی لوکھسینگ رگانوینگ شوقس زیرید۔

source: Welsh
bft: ویلش

source: We may have run out of clips - refresh the page, or try again later.
bft: ندانگ کلپ کن سنا بیسے گلفہ دوکتوک۔ پیج پو ریفریش بیس، میدنہ جوکلا ہمبہ بیس

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
bft: نیالا دے جوفل پو تھوپفہ میدوک، نیالا چوق ای میل بیوس <emailLink>{ $email }</emailLink> دیکھنہ نیانگ یانگنہ تھوگید۔

source: We periodically release the dataset
bft: نیاسی کولے کولے ڈیٹا سیٹ کن فودے تنگمن۔

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
bft: نیا وعدہ بید یری معلومات کنی سترونگ بزو بیا فری۔ نیی خسنگ تمی لوکھسینگ ینگسہ زیر

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
bft: نیاسی ہرمق تھوبی، سکت مانگسی سکتی ڈیٹا سیٹ فچوین یودپن، جوکہ سوسہ سکت لوکھسی ایپلیکیشن کنی فری کولبہ نینید۔

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
bft: نایاسی ہرمغینگ نہ چوق لا تھوبی سکتی ڈیٹونگ کھیونین یودپن۔ یری سکت پو شیزدے بیوس، اے میونگی کلپ کن گشیکھہ درانگ چوک، ڈیٹا سیٹ کن گانگمی فری بہتر گوچوک۔

source: We’re experiencing unexpected downtime
bft: نیالا ملا مخسمفی ہرکپلس کن گوین یود

source: We're going out to get coffee.
bft: ندانگ فیرول کافی کھیونگمہ گوین یودپن

source: We’re going out to get coffee.
bft: ندانگ فیرول کوفی کھیونگمہ گیوین یودپن

source: We release the dataset every 3 months.
bft: نیاسی ہر مہنہ خسومی جوکلا ڈیٹا سیٹ فودے تنگمن

source: We're making some big changes
bft: نیاسی لیگی چھوغو غدم بزوے بین یود۔

source: We're receiving a lot of traffic and are currently investigating the issues.
bft: نیالا تھومید ٹریفک کن تھونگین یود، دیکھنہ نیاسی یا ہلرکپلس کن نہ زومسے فرالوکھ بین یود۔

source: We’re sorry, your platform is not currently supported.
bft: معاف بیوس، یری پلیٹ فارم پو دوسے تھوین مید

source: Western Highland Purepecha
bft: مغربی ہاٸلینڈ پیورپیچہ

source: Western Penan
bft: ویسٹرن پینان

source: Western Sierra Puebla Nahuatl
bft: مغربی پیوبلا نہوٹلی

source: Westphalian
bft: ایسٹ پھالین

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
bft: نیاسی تم لزوق بیالا موزیلا پی پینٹون زیربی چتق چی کولبن۔ پینٹونز کنی تھومید سکت کن یودپن اما دیوینگنو یتی دو میدنارے یانگلا یتی سکتپو ایڈ بیس زیرے جوفل بیا نینید۔ کامن واٸسی پراجیکٹ پینگ یتی سکتپو اونگچوکپافری، نیا سکتچی گٹ ہبیکھہ ہژوق زیرے جوفل بیوس۔ ساٸٹی تم لزوغیکھہ ینگسہ ہلتوس۔

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
bft: نیاسی تبدیلی کھایک کھیونگسید۔ ڈیلٹا سگمینٹ پینگنو چوقپہ جوکلا اونگفی کلپ کن یوتپن۔ دی لسپے بارینگ ینگسہ زیر۔

source: We've run out of sentences to record in this language...
bft: نیی دیکھہ دی سکت پینگ سپیرا زونمہ لا ینگ کڑا مید

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
bft: نیالا سکتی ماڈلی لوکھسینگ تھوتھیکھ میدپی زیرجوخ کن رگوسپن۔ یو گو چوکپافری سکتی ڈیٹا سیٹ پووی مختلف میونگی سکت لیاخ کن ہلتنمہ رگوسید۔

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
bft: نایا مشین لا ہلژابی الگوریدم کن لا گیاپ جونح لا اونگمی ہڑینگ کن کھوکھ چوکپن، چھونچی کھوانگسہ اننا اونگمی ہڑینگ کن سہ قبول بین تاکہ یانگلا ٹیکسٹ پو گانگمہ کوا فری۔ گیاپ جونح لا اونگمی ہڑینگ کن چپ چدے یخنہ لیاخمو ان; یانگلا تم سیر چک سہ کومیچوکی غلو سکت کن لیاخمو مین

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
bft: نیالا لوقسو یودپی زیر جوخ کنی مخ یود۔ ایتو یوق کہ سوچیگی تم چیک غلط زیرسید زیرے کلپ کن لزوقسے فانگمی لوکھسینگ، زیر لوکھسی ان پو غلط جگیکھہ منسید زیرے، یا تمی پھالونگ متھونگزوم بیسید زیرے۔ میلونگ تھوتھیکھ میدپی زیرجوخ کن یودپا یودپن، بقچی یانگلا یتی یول گرونگینیگ کوسپہ میدوک۔ یری شیزدے دے لوخمین زیرجوخ یودکھن کن لا جو ژھرینگمو زیر۔

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
bft: یانگسہ تھدید زیرے نیاسی نیی کمیونٹی ہلتا سترونگ بیکھن کن لا زیرید، تاکہ کھونگلا یری روخ بیا نگینوک یا معلومات کن منمہ نگونوک۔

source: We will be in touch with more information about how to add your language to Common Voice very soon.
bft: مہ شوخمو یری سکت پو کامن واٸسیکھہ تھونفی لوکھسینگ یانگلا ینگسہ معلومات تھونین دوکپن

source: We will be in touch with more information as it becomes available.
bft: نامی سہ نیا معلومات چی تھوبسنارے نداینگ تھوگین دوگیت

source: We will not make your email public.
bft: نیاسی یری ای میلپو مینوگلا تھونگ چوک مین

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
bft: نیاسی یری سکتی ریکارڈینگ کن فچیکپی جوفل کن لا ہلتین۔ اگر یری جوفل پو لا چھدکھہ تھوپننارے، نیاسی یری ڈیٹا سیٹ کن ڈاون لوڈ بیکھن کن لا یری سکتی ریکارڈینگ پو فچیکسے فونگ زیرے جوفل بین۔۔

source: We will show you a prompt or question
bft: نیاسی یانگلا چوق تھونگمی سپیرے یا سوال ہلتانید

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
bft: نیاسی سمانگڑدونگنہ یمبو، ژھرمہ ژھونژینگ نہ یمبو، اور کمیونٹی نہ یمبو لس بیکھن کن نا یمبو لس بین، یونگنہ یمبو انٹرنیٹ پو لیخمو ملسے بیوفری، چوقپژے مشرقی افریقہ پونگی فری۔ نیی پرگرام کنی لوکھسینگ ینگسہ لوپس چوک۔

source: What is a language on Common Voice?
bft: کامن واٸسیکھہ سکت پو چن؟

source: What issues are you experiencing with this content?
bft: دی کنٹنٹ پے لوکھسینگنو یانگلا چی ہرکپلس چی گوین یود؟

source: What issues are you experiencing with this sentence?
bft: دی تم سیر پونہ زونمسے یانگلا چی ہرکپلس چی گوین یود؟

source: What is your age?
bft: یری لوسکور ژام ان؟

source: What is your sex or gender?
bft: یری جنس پو یا جنڈر پو چن؟

source: What kind of goal do you want to build?
bft: چی ژوخ ہلچی یانگی فچوین؟

source: What needs to be in my file?
bft: نی فاٸل پینگ ینگ چی دوکپہ رگوسپن؟

source: What sentences can I add?
bft: ناسی گا گا تم سیر کن ایڈ بیا؟

source: What’s inside the Common Voice dataset?
bft: کامن وایسی ڈیٹا سیٹی نگ جونگس چی یودپن؟

source: What's Public?
bft: میونگ چن؟

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
bft: جب ہلتا کھن چیگی سکتی کلپ پو انکار بیانہ دو لوقسے کھوری ژیرینگ تھونمن۔ ینگ ریسپہ چیک انکار سونگنہ، سکتی کلپ پو کھورے رونگ کھننگ تھونمن، مکھوسپہ گوین

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
bft: شنا بین یودپی وخلا لیاخمویکھہ ہلتوس کہ زونفی تم کن نا ربیسے یودپو ژوخسا ژوخ گوا رگوسپن؛ ژھونژے غلطی یودنہ سہ چوق زگوق، لیگی سہ تھونگمی غلطی

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
bft: نامیسہ یانگی یری ریکارڈینگ کن ڈاون لوڈ بے جوفل چی کلسنارے، نیاسی ریکارڈینگ گانگمہ زیپ فایل چیک یا کھایگینگنو زدامن۔ دیکھہ یری دونوک کلے یودپی جوفل کن یود۔

source: Which variant of { $language } do you speak?
bft: گا فیوخسی سکتپو یانگی زیربن؟

source: Why ?
bft: چا؟

source: Why a profile?
bft: فروفایل پو چا رگوسپن؟

source: Why are you asking?
bft: یانگی چا ترین یودپن؟

source: Why Common Voice?
bft: کامن واٸیس چی فری؟

source: Why does this matter?
bft: دیو چا رگوسپن؟

source: Why we built this Spontaneous Speech prototype
bft: نیاسی دی چوق چوق بیونگمی سکتی پروٹو ٹاٸپ پو چا فچوسپن؟

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
bft: پروفاٸل یودنارے، یانگلا یری سرگرمیونگ لا ہلتا نین من دیکھنہ سکتی ڈیٹا منمی میونگنہ تھوگین دوکپہ نین من

source: Wixarika
bft: وکساریکا

source: Wixárika
bft: ویزایکا

source: Wolof
bft: ولوف

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
bft: یانگی یری سکتی ریکارڈینگ کن فچیک زیرے جوفل بینا؟ یا یونگ کامن وایسی ڈیٹا سیٹ پینگنو یقپہ تھدیدا؟

source: Write
bft: ربیس

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
bft: میوسی زیرفونگ چوق ربیس، تم کن زیربنہ اہا، اہو، ارر چی بیسنہ سا چوق ربیس

source: Write down what you hear the person saying here
bft: میوسی زیرفونگ، یانگلا کوسپونگ گانگمہ دیکھہ ربیس

source: Write options menu
bft: فسل غدمونگ ربیس

source: Xhosa
bft: شوسا

source: Xitsonga
bft: شیتسونگا

source: y
bft: ی/ے

source: Y
bft: ی/ے

source: Yaqui
bft: یاقوی

source: Yes
bft: ان

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
bft: ان جوو، نگا لا ای میل بیس۔ نگالا کامن واٸیسی لوکھسینگ خبر تھونین دوکھنہ تھدید

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
bft: ان جوو، نگا لا ای میل بیوس۔ نالا کام وایسیکھہ دی سکت پے کھوم لوکھسی بارینگ معلومات چی تھوبین دوکھنہ تھدکھہ گوید۔

source: Yiddish
bft: یڈیش

source: Yoruba
bft: یوروبا

source: You
bft: یانگ

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
bft: یانگی ڈاون لوڈ بیا ریاقسین یود۔ دیوینگنو <size> { $size }جی بی یود، بینا؟

source: You are prepared to initiate a download of <b>{ $size }</b>
bft: یانگلا ڈاون لوڈ پو تھوبی لس کن سونگسید

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
bft: ربے صفحیکھہ یانگلا تم سیر کن ربیا نینید، میدنارے ہلتا بزو بے صفحیکھہ تم سیر کن لا ہلتا نینید۔
